Repository: manoj23685/pt-fund-transfer
Catalog: src/locale/messages.*.xlf
Languages: fr

# transListSearchInputPlaceholder
source: Search by typing...
fr: [FR] Search by typing...

# transListSortBy
source: Sort by
fr: [FR] Sort by

# transListDateBtn
source: DATE
fr: [FR] DATE

# transListBeneBtn
source: BENEFICIARY
fr: [FR] BENEFICIARY

# transListAmountBtn
source: AMOUNT
fr: [FR] AMOUNT

# transListCardTitle
source: Recent Transactions
fr: [FR] Recent Transactions

# ptLogoAltTxt
source: Peachtree Bank
fr: [FR] Peachtree Bank

# tranMonTopErrorMsg
source: Please correct the errors below.
fr: [FR] Please correct the errors below.

# tranMonFromAccount
source: FROM ACCOUNT
fr: [FR] FROM ACCOUNT

# tranMonToAccount
source: TO ACCOUNT
fr: [FR] TO ACCOUNT

# tranMonBeneReqMsg
source: Please enter beneficiary account.
fr: [FR] Please enter beneficiary account.

# tranMonAmount
source: AMOUNT
fr: [FR] AMOUNT

# tranMonAmountReqMsg
source: Please enter amount.
fr: [FR] Please enter amount.

# tranMonAmountOverdraftExceedMsg
source: Please enter a lesser amount. Overdraft limit is exceeded.
fr: [FR] Please enter a lesser amount. Overdraft limit is exceeded.

# tranMonCardTitle
source: Make a transfer
fr: [FR] Make a transfer
